{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ja"},"Member Content":["会員コンテンツ"],"Only members of the selected plan(s) can see this content.":["このコンテンツを見ることができるのは、選択したプランの会員のみです。"],"Visitors without the required plan will see a custom restriction message instead of this block.":["必要なプランがない訪問者には、このブロックの代わりにカスタム制限メッセージが表示されます。"],"Visitors without the required plan will see the restriction message specified in %1$sMemberships Settings%2$s instead of this block.":["必要なプランがない訪問者には、このブロックの代わりに %1$s 会員権限設定 %2$s で指定された制限メッセージが表示されます。"],"This block will be invisible to anyone without the required plan access.":["このブロックは、必要なプランアクセス権を持たない人には見えません。"],"No message":["メッセージはありません"],"Default restriction message":["既定の制限メッセージ"],"Custom restriction message":["カスタム制限メッセージ"],"Basic HTML is allowed. You can also use the following merge tags:":["基本的な HTML が許可されます。次のマージ タグを使用することもできます。"],"The content below will be visible only to users who are members of any plan.":["以下のコンテンツは、任意のプランの会員であるユーザーにのみ表示されます。"],"The content below will be visible only to users who are members of %s.":["以下のコンテンツは、%s の会員であるユーザーにのみ表示されます。"],"End of member-only content block.":["会員専用コンテンツ ブロックの終了。"],"or":["または"],"Membership plans":["会員権限プラン"],"Members of any selected plan(s) will see this block's content. Leave blank to show this content to members of any plan.":["選択したプランの会員には、このブロックのコンテンツが表示されます。このコンテンツを任意のプランの会員に表示するには、空白のままにします。"],"Delay access":["遅延アクセス"],"Determine when members should be able to see this content.":["会員にこのコンテンツをいつ表示できるかを決定します。"],"restricted":["制限されたコンテンツ（会員資格が必須）"],"Immediately":["すぐに"],"After being a member for a specific time":["特定の時間の会員の後"],"After a specific date":["特定の日付の後"],"hide":["コンテンツのみを非表示にします"],"protected":["保護"],"Active members can see block content after this date.":["有効な会員は、この日付以降にブロックコンテンツを表示できます。"],"memberships":["会員権限"],"Days":["日"],"Weeks":["週"],"Months":["月"],"Years":["年"],"members":["会員"],"Active members can see block content after this period.":["有効な会員は、この期間を過ぎにブロックコンテンツを表示できます。"],"Hide block from members during free trial":["無料トライアル中に会員からブロックを非表示にする"],"If enabled, members of a subscription plan can access this content immediately after their free trial ends, unless a specific time to get access from is selected.":["有効にすると、定期購入プランの会員は、特定のアクセス時間が選択されていない限り、無料試用期間が終了した直後にこのコンテンツにアクセスできます。"],"non-members":["非会員"],"Restricted content message":["制限付きコンテンツメッセージ"],"non members":["非会員"],"Message Content":["メッセージの内容"],"restrictions":["制限"],"content":["コンテンツ"],"hidden":["非表示"],"private":["非公開"],"public":["公開"],"This content will only be shown to guests or users who are not members of %s.":["このコンテンツは、%s の会員でないゲストまたはユーザーにのみ表示されます。"],"End of content for non-members only.":["非会員のコンテンツの終了。"],"Non-Member Content":["非会員コンテンツ"],"Only non-members can see this content.":["このコンテンツを表示できるのは、非会員のみです。"],"Users who are not members of the selected plan(s) will see the content within this block. Leave blank to show this content to users who don't belong to any plan.":["選択したプランの会員でないユーザーには、このブロック内のコンテンツが表示されます。このコンテンツをプランに属していないユーザーに表示するには、空白のままにします。"],"This content will only be shown to guests or non-members.":["このコンテンツは、ゲストまたは非会員にのみ表示されます。"]}}}