<?php 

$textArray = [
    'cookie_content' => "Засечени<br>За да направите този сайт работи правилно, ние понякога Поставете малък данни пила, наречена \"бисквитки\" на вашето устройство. Най-големите сайтове направите това също.",
    'cookie_popup_label_accept' => "Приеми",
    'cookie_protection_shortcode_label' => "Това съдържание изисква „бисквитки“",
    'cookie_trigger_modal_text' => "Настройки на бисквитките",
    'cookie_popup_label_read_more' => "Прочети още",
    'cookie_group_popup_label_will' => "Този сайт ще",
    'cookie_group_popup_label_wont' => "Този сайт няма",
    'cookie_group_popup_label_save' => "Запази и затвори",
    'cookie_group_popup_label_block_all' => "Блокиране на всички",
    'cookie_group_popup_label_essentials' => "Нужни",
    'cookie_group_popup_label_functionality' => "Функционални",
    'cookie_group_popup_label_analytics' => "Аналитични",
    'cookie_group_popup_label_advertising' => "Рекламни",
    'cookie_popup_label_settings' => "Настройки за бисквитки",
    'cookie_group_popup_header_content' => '<h2> Настройки на Поверителността </h2>
    <div class = "ct-ultimate-gdpr-cookie-modal-desc">
        <p> Реши кои бисквитки искаш да позволиш. </p>
        <p> Можеш да промениш настройките винаги. Това, обаче може да изключи някои функции. За информация как да изтриеш бисквитките, виж Помощта на браузъра си. </p>
        <span> Научи повече за бисквитките, които използваме. </span>
    </div>
    <h3> Можеш да превключваш различни видове бисквитки с плъзгача: </h3>',
    'cookie_group_popup_features_available_group_2' => 'Нужни: Запомням твоите настройки за бисквитки; 
Нужни: Позволи бисквитки на сесиите; 
Нужни: Събирам информацията, която въвеждаш във формулярите за връзка, формулярите за бюлетини по страниците;
Нужни: Следя какво вкарваш в пазарската си количка;
Нужни: Удостоверявам, че си влезнал в акаунта си;
Нужни: Помня избраната от тебе версия на езика;',
    'cookie_group_popup_features_nonavailable_group_2' => 'Запомня твоите данни за вход;
Функционални: Пази настройките в социалните медии;
Функционални: Помните избраните страна и регион;
Аналитични: Следи посетените от теб страници и действия;
Аналитични: Следи твоето място и регион на базата твоя IP адрес;
Аналитични: Измерва времето ти на всяка страница;
Аналитични: Увеличава качеството на статистическите данни; Рекламни:,
Използва информацията за персонализирани реклами чрез трети страни; Рекламни: Позволява да се свързваш със социални сайтове;
Рекламни: Идентифицира устройството, което използваш;
Рекламни: Събира лични данни, като име и място;',
    'cookie_group_popup_features_available_group_3' => 'Нужни: Запомням твоите настройки за бисквитки; 
Нужни: Позволи бисквитки на сесиите;
Нужни: Събирам информацията, която въвеждаш във формулярите за връзка, формулярите за бюлетини по страниците;
Нужни: Следя какво вкарваш в пазарската си количка; 
Нужни: Удостоверявам, че си влезнал в акаунта си; 
Нужни: Помня избраната от тебе версия на езика; 
Функционални: Запомням настройките ти за социални медии; 
Функционалност: Запомням избраните страна и регион;',
    'cookie_group_popup_features_nonavailable_group_3' => 'Запомня твоите данни за вход; 
Аналитични: Следи посетените от теб страници и действия; 
Аналитични: Следи твоето място и регион на базата твоя IP адрес; 
Аналитични: Измерва времето ти на всяка страница;
Аналитични: Увеличава качеството на статистическите данни; 
Рекламни: Използва информацията за персонализирани реклами чрез трети страни; Рекламни: Позволява да се свързваш със 
социални сайтове; Рекламни: Идентифицира устройството, което използваш; 
Рекламни: Събира лични данни, като име и място;',
    'cookie_group_popup_features_available_group_4' => 'Нужни: Запомням твоите настройки за бисквитки; 
Нужни: Позволи бисквитки на сесиите; 
Нужни: Събирам информацията, която въвеждаш във формулярите за връзка, формулярите за бюлетини по страниците; 
Нужни: Следя какво вкарваш в пазарската си количка; 
Нужни: Удостоверявам, че си влезнал в акаунта си; 
Нужни: Помня избраната от тебе версия на езика;
Функционални: Запомням настройките ти за социални медии; 
Функционалност: Запомням избраните страна и регион;
Аналитични: Следя посетените от тебе страници и предприетите действия; 
Аналитични: Следя твоите местоположение и регион на базата на твоя IP адрес;
Аналитични: Следя времето, прекарано на всяка страница; 
Аналитични: Повишавам качеството на статистическите функции;',
    'cookie_group_popup_features_nonavailable_group_4' => 'Рекламни: Използва информацията за персонализирани реклами чрез трети страни; Рекламни: Позволява да се свързваш със социални сайтове; 
Рекламни: Идентифицира устройството, което използваш; 
Рекламни: Събира лични данни, като име и място;',
    'cookie_group_popup_features_available_group_5' => 'Функционални: Пази настройките в социалните медии; 
Функционални: Помните избраните страна и регион;
Аналитични: Следи посетените от теб страници и действия; 
Аналитични: Следи твоето място и регион на базата твоя IP адрес; 
Аналитични: Измерва времето ти на всяка страница; 
Аналитични: Увеличава качеството на статистическите данни; 
Рекламни: Използва информацията за персонализирани реклами чрез трети страни; Рекламни: Позволява да се свързваш със социални сайтове;
Рекламни: Идентифицира устройството, което използваш;
Рекламни: Събира лични данни, като име и място;',
    'cookie_group_popup_features_nonavailable_group_5' => 'Запомня твоите данни за вход;',
    'cookie_group_popup_features_available_group_2_individual' => 'Нужни: Запомням твоите настройки за бисквитки; 
Нужни: Позволи бисквитки на сесиите;
Нужни: Събирам информацията, която въвеждаш във формулярите за връзка, формулярите за бюлетини по страниците;
Нужни: Следя какво вкарваш в пазарската си количка; 
Нужни: Удостоверявам, че си влезнал в акаунта си; 
Нужни: Помня избраната от тебе версия на езика; ',
    'cookie_group_popup_features_available_group_3_individual' => 'Функционални: Запомням настройките ти за социални медии; 
Функционалност: Запомням избраните страна и регион;',
    'cookie_group_popup_features_available_group_4_individual' => 'Аналитични: Следи посетените от теб страници и действия; 
Аналитични: Следи твоето място и регион на базата твоя IP адрес; 
Аналитични: Измерва времето ти на всяка страница; 
Аналитични: Увеличава качеството на статистическите данни;',
    'cookie_group_popup_features_available_group_5_individual' => 'Рекламни: Използва информацията за персонализирани реклами чрез трети страни; Рекламни: Позволява да се свързваш със социални сайтове;
Рекламни: Идентифицира устройството, което използваш;
Рекламни: Събира лични данни, като име и място;',
];