{
    "translation-revision-date": "",
    "generator": "WP-CLI\/2.4.0",
    "source": "assets\/js\/blocks\/src\/components\/block-member-content.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "pt_BR",
                "plural-forms": "nplurals=2; plural=(n > 1);"
            },
            "Member Content": [
                "Conteúdo do Membro"
            ],
            "Only members of the selected plan(s) can see this content.": [
                "Somente membros do(s) plano(s) selecionado(s) podem ver este conteúdo."
            ],
            "Visitors without the required plan will see a custom restriction message instead of this block.": [
                "Visitantes sem o plano necessário verão uma mensagem de restrição personalizada ao invés deste bloco."
            ],
            "Visitors without the required plan will see the restriction message specified in %1$sMemberships Settings%2$s instead of this block.": [
                "Visitantes sem o plano necessário verão a mensagem de restrição especificada em %1$sConfigurações de Membros%2$s ao invés deste bloco."
            ],
            "This block will be invisible to anyone without the required plan access.": [
                "Este bloco será invisível para qualquer pessoa sem o acesso ao plano exigido."
            ],
            "No message": [
                "Nenhuma mensagem"
            ],
            "Default restriction message": [
                "Mensagem de restrição padrão"
            ],
            "Custom restriction message": [
                "Mensagem de restrição personalizada"
            ],
            "Basic HTML is allowed. You can also use the following merge tags:": [
                "HTML básico é permitido. Você também pode usar as seguintes tags de mesclagem:"
            ],
            "The content below will be visible only to users who are members of any plan.": [
                "O conteúdo abaixo será visível apenas para os usuários que são membros de qualquer plano."
            ],
            "The content below will be visible only to users who are members of %s.": [
                "O conteúdo abaixo será visível apenas para os usuários que são membros do %s."
            ],
            "End of member-only content block.": [
                "Fim do bloco de conteúdo somente para membros."
            ],
            "or": [
                "ou"
            ],
            "Membership plans": [
                "Planos de Associação"
            ],
            "Members of any selected plan(s) will see this block's content. Leave blank to show this content to members of any plan.": [
                "Os membros de qualquer plano(s) selecionado(s) verão o conteúdo deste bloco. Deixe em branco para mostrar este conteúdo aos membros de qualquer plano."
            ],
            "Delay access": [
                "Atraso no Acesso"
            ],
            "Determine when members should be able to see this content.": [
                "Determine quando os membros devem ser capazes de ver este conteúdo."
            ],
            "restricted": [
                "restrito"
            ],
            "Immediately": [
                "Imediatamente"
            ],
            "After being a member for a specific time": [
                "Depois de ser um membro por um tempo específico"
            ],
            "After a specific date": [
                "Após uma data específica"
            ],
            "hide": [
                "ocultar"
            ],
            "protected": [
                "protegido"
            ],
            "Active members can see block content after this date.": [
                "Os membros ativos podem ver o conteúdo do bloco após esta data."
            ],
            "memberships": [
                "associações"
            ],
            "Days": [
                "Dias"
            ],
            "Weeks": [
                "Semanas"
            ],
            "Months": [
                "Meses"
            ],
            "Years": [
                "Anos"
            ],
            "Active members can see block content after this period.": [
                "Os membros ativos podem ver o conteúdo do bloco após este período."
            ],
            "Hide block from members during free trial": [
                "Ocultar bloqueio de membros durante o teste gratuito"
            ],
            "If enabled, members of a subscription plan can access this content immediately after their free trial ends, unless a specific time to get access from is selected.": [
                "Se ativado, os membros de um plano de assinatura podem acessar este conteúdo imediatamente após o término de seu teste gratuito, a menos que um tempo específico para obter acesso seja selecionado."
            ],
            "Restricted content message": [
                "Mensagem de conteúdo restrito"
            ],
            "Message Content": [
                "Conteúdo da Mensagem"
            ],
            "members": [
                "membros"
            ],
            "non-members": [
                "não membros"
            ],
            "non members": [
                "não membros"
            ],
            "restrictions": [
                "restrições"
            ],
            "content": [
                "conteúdo"
            ],
            "hidden": [
                "escondido"
            ],
            "private": [
                "privado"
            ],
            "public": [
                "público"
            ],
            "This content will only be shown to guests or users who are not members of %s.": [
                "Este conteúdo será mostrado apenas para convidados ou usuários que não sejam membros de %s."
            ],
            "End of content for non-members only.": [
                "Fim do conteúdo apenas para não membros."
            ],
            "Non-Member Content": [
                "Conteúdo de Não Membros"
            ],
            "Only non-members can see this content.": [
                "Apenas não membros podem ver este conteúdo."
            ],
            "Users who are not members of the selected plan(s) will see the content within this block. Leave blank to show this content to users who don't belong to any plan.": [
                "Os usuários que não são membros do(s) plano(s) selecionado(s) verão o conteúdo deste bloco. Deixe em branco para mostrar este conteúdo a usuários que não pertencem a nenhum plano."
            ],
            "This content will only be shown to guests or non-members.": [
                "Este conteúdo será mostrado apenas para convidados ou não membros."
            ]
            
        }
    }
}